Repository: Dimorld/riseupvpny
Catalog: usr/share/locale/*/LC_MESSAGES/riseupvpny.po
Languages: es

source: Everything is ready, start the software from your system's menu
es: Todo esta listo, inicie el software desde el menú

source: The computer is already connected to Riseup VPN
es: La computadora ya esta conectada a Riseup VPN

source: Riseup VPN is disconnecting, do not worry
es: Riseup VPN esta desconectándose, no se preocupe

source: You need to start the Riseup VPN Client again
es: Necesita iniciar el Cliente Riseup VPN otra vez

source: Not Available
es: No Disponible

source: Riseup VPN: Disconnected
es: Riseup VPN: Desconectado

source: Riseup VPN: tun kernel module not loaded, exiting
es: Riseup VPN: el módulo tun del kernel no esta cargado, saliendo

source: Riseup VPN: ipv6 kernel module not loaded, exiting
es: Riseup VPN: el módulo ipv6 del kernel no esta cargado, saliendo

source: Riseup VPN: wget not found, exiting
es: Riseup VPN: wget no encontrado, saliendo

source: Riseup VPN: openvpn not found, exiting
es: Riseup VPN: openvpn no encontrado, saliendo

source: Riseup VPN: yad not found, exiting
es: Riseup VPN: yad no encontrado, saliendo

source: Log location:
es: Ubicación del log:

source: Refresh
es: Recargar

source: Close
es: Cerrar

source: Downloading the Riseup VPN server list...
es: Descargando la lista de servidores de Riseup VPN...

source: Downloading Riseup VPN client key...
es: Descargando la llave del cliente para Riseup VPN...

source: Downloading the Riseup VPN certificate...
es: Descargando el certificado de Riseup VPN...

source: You need to start again the Riseup VPN Client to download the new credentials
es: Necesita iniciar otra vez el Cliente Riseup VPN para descargar las credenciales nuevas

source: Riseup VPN: Connecting...
es: Riseup VPN: Conectando...

source: Failed to establish a connection, try again with a different server\n
es: Falló el establecimiento de la conexión, intente otra vez, esta vez elija un servidor distinto\n

source: Riseup VPN: Could not connect, try again choosing a different server
es: Riseup VPN: No logró conectar, intente otra vez, esta vez elija un servidor distinto

source: Riseup VPN: Connected
es: Riseup VPN: Conectado

source: Riseup is a non-profit collective in Seattle, unlike most other VPN providers, Riseup does not log your IP address
es: Riseup es un colectivo sin fines de lucro en Seattle, a diferencia de la mayoría de los proveedores de VPN, Riseup no guarda su dirección de IP

source: At about every 90 day cycle, a new key needs to be reissued
es: Aproximadamente cada 90 días una llave nueva necesita ser generada

source: The current key's expiration date is:
es: Fecha de expiración de la llave actual:

source: Cancel
es: Cancelar

source: Connect
es: Conectar

source: During the connection process, Riseup VPN might change the Gateway you choose
es: Durante el proceso de conexión, Riseup VPN podría cambiar el Servidor de Salida que elija

source: Gateway
es: Servidor de Salida

source: \nPort <i>1194</i> and Protocol <i>udp</i> are the default values, you will rarely need to change them
es: \nPuerto <i>1194</i> y Protocolo <i>udp</i> son los ajustes normales, rara vez necesitará cambiarlos

source: Port
es: Puerto

source: Protocol
es: Protocolo

source: Menu: Right click
es: Menú: Clic derecho

source: Show log
es: Muestra el log

source: Help
es: Ayuda

source: Reissue keys & gateways
es: Renueva llaves y servidores

source: Disconnect
es: Desconectar
